Repository: printdotcom/pdc-wordpress
Catalog: languages/pdc-pod-*.po
Languages: de_de, fr_fr, nl_nl

source: Allows customers to configure, edit and purchase products via the Print.com API.
de_de: Ermöglicht es Kunden, Produkte über die Print.com-API zu konfigurieren, zu bearbeiten und zu kaufen.
fr_fr: Permet aux clients de configurer, modifier et acheter des produits via l'API Print.com.
nl_nl: Stelt klanten in staat om producten te configureren, bewerken en kopen via de Print.com API.

source: Invalid credentials.
de_de: Ungültige Anmeldedaten.
fr_fr: Identifiants invalides.
nl_nl: Ongeldige inloggegevens.

source: Item is being produced at Print.com.
de_de: Der Artikel wird bei Print.com produziert.
fr_fr: L'article est en cours de production chez Print.com.
nl_nl: Het artikel wordt geproduceerd bij Print.com.

source: Item has been shipped by Print.com. Track & Trace code: <a href="%1$s">%2$s</a>.
de_de: Der Artikel wurde von Print.com versendet. Sendungsverfolgungscode: <a href="%1$s">%2$s</a>.
fr_fr: L'article a été expédié par Print.com. Code de suivi : <a href="%1$s">%2$s</a>.
nl_nl: Het artikel is verzonden door Print.com. Track & Trace code: <a href="%1$s">%2$s</a>.

source: Product SKU is required.
de_de: Produkt-SKU ist erforderlich.
fr_fr: Le SKU du produit est requis.
nl_nl: Product SKU is verplicht.

source: Could not retrieve presets: %s
de_de: Voreinstellungen konnten nicht abgerufen werden: %s
fr_fr: Impossible de récupérer les préréglages : %s
nl_nl: Kon presets niet ophalen: %s

source: Order item ID is required.
de_de: Bestellartikel-ID ist erforderlich.
fr_fr: L'ID de l'article de commande est requis.
nl_nl: Bestellingsartikel-ID is verplicht.

source: Item purchased at Print.com with order number: %s.
de_de: Artikel bei Print.com mit Bestellnummer gekauft: %s.
fr_fr: Article acheté chez Print.com avec le numéro de commande : %s.
nl_nl: Artikel gekocht bij Print.com met bestelnummer: %s.

source: Choose file
de_de: Datei wählen
fr_fr: Choisir un fichier
nl_nl: Kies bestand

source: Insert file URL
de_de: Datei-URL einfügen
fr_fr: Insérer l'URL du fichier
nl_nl: Voeg bestand-URL in

source: This plugin allows you to connect your WooCommerce store to Print.com.
de_de: Dieses Plugin ermöglicht es Ihnen, Ihren WooCommerce-Shop mit Print.com zu verbinden.
fr_fr: Cette extension vous permet de connecter votre boutique WooCommerce à Print.com.
nl_nl: Deze plugin stelt je in staat om je WooCommerce winkel te verbinden met Print.com.

source: Select a preset
de_de: Voreinstellung auswählen
fr_fr: Sélectionner un préréglage
nl_nl: Selecteer een preset

source: Choose a product
de_de: Produkt auswählen
fr_fr: Choisir un produit
nl_nl: Kies een product

source: Print.com Preset
de_de: Print.com Voreinstellung
fr_fr: Préréglage Print.com

source: You can create an API key in your Print.com account settings. Visit
de_de: Sie können einen API-Schlüssel in Ihren Print.com-Kontoeinstellungen erstellen. Besuchen Sie
fr_fr: Vous pouvez créer une clé API dans les paramètres de votre compte Print.com. Visitez
nl_nl: Je kunt een API-sleutel aanmaken in je Print.com accountinstellingen. Bezoek

source: create an API key and paste it in the input field below.
de_de: erstellen Sie einen API-Schlüssel und fügen Sie ihn in das Eingabefeld unten ein.
fr_fr: créez une clé API et collez-la dans le champ ci-dessous.
nl_nl: maak een API-sleutel aan en plak deze in het invoerveld hieronder.

source: API Key verified. You are now connected!
de_de: API-Schlüssel verifiziert. Sie sind jetzt verbunden!
fr_fr: Clé API vérifiée. Vous êtes maintenant connecté !
nl_nl: API-sleutel geverifieerd. Je bent nu verbonden!

source: API Key is not valid. Check your environment and API Key
de_de: Der API-Schlüssel ist nicht gültig. Überprüfen Sie Ihre Umgebung und Ihren API-Schlüssel
fr_fr: La clé API n'est pas valide. Vérifiez votre environnement et votre clé API
nl_nl: De API-sleutel is niet geldig. Controleer je omgeving en API-sleutel

source: API Key
de_de: API-Schlüssel
fr_fr: Clé API
nl_nl: API-sleutel

source: Verify
de_de: Überprüfen
fr_fr: Vérifier
nl_nl: Verifiëren

source: Environment
de_de: Umgebung
fr_fr: Environnement
nl_nl: Omgeving

source: Configure how to set up the product connection with Print.com.
de_de: Konfigurieren Sie die Produktverbindung mit Print.com.
fr_fr: Configurez la connexion du produit avec Print.com.
nl_nl: Configureer de productverbinding met Print.com.

source: Presets
de_de: Voreinstellungen
fr_fr: Préréglages

source: Use preset copies
de_de: Voreinstellungskopien verwenden
fr_fr: Utiliser les copies du préréglage
nl_nl: Gebruik preset kopieën

source: When enabled, the number of copies from the preset will be used instead of allowing customers to choose their own quantity.
de_de: Wenn aktiviert, wird die Anzahl der Kopien aus der Voreinstellung verwendet, anstatt Kunden die Auswahl ihrer eigenen Menge zu ermöglichen.
fr_fr: Lorsque cette option est activée, le nombre de copies du préréglage sera utilisé au lieu de permettre aux clients de choisir leur propre quantité.
nl_nl: Indien ingeschakeld, wordt het aantal kopieën van de preset gebruikt in plaats van klanten hun eigen hoeveelheid te laten kiezen.

source: Select a preset for this variant. When no preset is selected, it will use the default preset of this product.
de_de: Wählen Sie eine Voreinstellung für diese Variante. Wenn keine Voreinstellung ausgewählt ist, wird die Standardvoreinstellung dieses Produkts verwendet.
fr_fr: Sélectionnez un préréglage pour cette variante. Si aucun préréglage n'est sélectionné, le préréglage par défaut de ce produit sera utilisé.
nl_nl: Selecteer een preset voor deze variant. Wanneer geen preset is geselecteerd, wordt de standaard preset van dit product gebruikt.

source: Enter a URL or select a file which belongs to this variant. This file will be the design which the customer will order.
de_de: Geben Sie eine URL ein oder wählen Sie eine Datei aus, die zu dieser Variante gehört. Diese Datei wird das Design sein, das der Kunde bestellt.
fr_fr: Entrez une URL ou sélectionnez un fichier appartenant à cette variante. Ce fichier sera le design que le client commandera.
nl_nl: Voer een URL in of selecteer een bestand dat bij deze variant hoort. Dit bestand zal het ontwerp zijn dat de klant bestelt.

source: Please connect a Print.com product to this WooCommerce product first.
de_de: Bitte verbinden Sie zuerst ein Print.com-Produkt mit diesem WooCommerce-Produkt.
fr_fr: Veuillez d'abord connecter un produit Print.com à ce produit WooCommerce.
nl_nl: Verbind eerst een Print.com product met dit WooCommerce product.

source: Information
de_de: Informationen
fr_fr: Informations
nl_nl: Informatie

source: Actions
de_de: Aktionen
nl_nl: Acties

source: Order item number
de_de: Bestellartikelnummer
fr_fr: Numéro d'article de commande
nl_nl: Orderitem nummer

source: Copies
de_de: Kopien
nl_nl: Oplage

source: Purchase Date
de_de: Kaufdatum
fr_fr: Date d'achat
nl_nl: Inkoopdatum

source: Item Status
de_de: Artikelstatus
fr_fr: Statut de l'article

source: Price
de_de: Preis
fr_fr: Prix
nl_nl: Prijs

source: Track & Trace
de_de: Sendungsverfolgung
fr_fr: Suivi

source: File
de_de: Datei
fr_fr: Fichier
nl_nl: Bestand

source: Missing file. Upload one to purchase.
de_de: Datei fehlt. Laden Sie eine hoch, um zu kaufen.
fr_fr: Fichier manquant. Téléchargez-en un pour effectuer l'achat.
nl_nl: Bestand ontbreekt. Upload er een om te kopen.

source: Missing preset. You need a connected preset on the product to purchase.
de_de: Voreinstellung fehlt. Sie benötigen eine verbundene Voreinstellung für das Produkt, um zu kaufen.
fr_fr: Préréglage manquant. Vous devez connecter un préréglage au produit pour effectuer l'achat.
nl_nl: Preset ontbreekt. Je hebt een verbonden preset op het product nodig om te kopen.

source: Upload PDF
de_de: PDF hochladen
fr_fr: Télécharger un PDF

source: Replace PDF
de_de: PDF ersetzen
fr_fr: Remplacer le PDF
nl_nl: Vervang PDF

source: Purchase
de_de: Kaufen
fr_fr: Acheter
nl_nl: Kopen

source: Print.com Print on Demand
fr_fr: Print.com Impression à la Demande

source: Live
fr_fr: Production
